tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"
brew "carthage"
brew "cocoapods"
brew "dex2jar"
brew "docker-compose", link: false
brew "fabric"
brew "gibo"
brew "gphoto2"
brew "graphviz"
brew "heroku"
brew "imagemagick"
brew "mas"
brew "openldap"
brew "p7zip"
brew "postgresql@9.4"
brew "rbenv"
brew "swiftlint"
brew "tig"
brew "tree"
brew "watchman"
brew "yarn", args: ["without-node"]
brew "rcmdnk/file/brew-file"
cask "alfred"
cask "android-studio"
cask "android-studio-preview"
cask "charles"
cask "ngrok"
cask "sourcetree"
cask "typora"
cask "visual-studio-code"
mas "Apple Configurator 2", id: 1037126344
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "QREncoder", id: 452695239
mas "Xcode", id: 497799835
